[ja-JP]
LANG_OSU_NOT_FOUND=[OsuRTDataProvider][ID:{0}]osu!.exeプロセスが見つかりませんでした
LANG_OSU_FOUND=[OsuRTDataProvider][ID:{0}]osu!.exeプロセスが見つかりました
LANG_INIT_PLAY_FINDER_FAILED=[OsuRTDataProvider][ID:{0}]PlayFinderの初期化に失敗しました！ {1} 秒後に再実行します
LANG_INIT_PLAY_FINDER_SUCCESS=[OsuRTDataProvider][ID:{0}]PlayFinderの初期化に成功しました！
LANG_INIT_STATUS_FINDER_FAILED=[OsuRTDataProvider][ID:{0}]StatusFinderの初期化に失敗しました！ {1} 秒後に再実行します
LANG_INIT_STATUS_FINDER_SUCCESS=[OsuRTDataProvider][ID:{0}]StatusFinderの初期化に成功しました！
LANG_INIT_BEATMAP_FINDER_FAILED=[OsuRTDataProvider][ID:{0}]BeatmapFinderの初期化に失敗しました！ {1} 秒後に再実行します
LANG_INIT_BEATMAP_FINDER_SUCCESS=[OsuRTDataProvider][ID:{0}]BeatmapFinderの初期化に成功しました！
LANG_INIT_MODE_FINDER_FAILED=[OsuRTDataProvider][ID:{0}]ModeFinderの初期化に失敗しました！ {1} 秒後に再実行します
LANG_INIT_MODE_FINDER_SUCCESS=[OsuRTDataProvider][ID:{0}]ModeFinderの初期化に成功しました！
LANG_BEATMAP_NOT_FOUND=ビートマップが見つかりません
LANG_TOURNEY_HINT=トーナメントモード: {0}
CHECK_GOTO_RELEASE_PAGE_HINT=ortdp releases と入力するとブラウザでリリースページを開きます
LANG_CHECK_ORTDP_UPDATE=OsuRTDataProviderの新しいバージョン({0})が見つかりました
LANG_INIT_HIT_EVENT_SUCCESS=[ID:{0}]HitEventFinderの初期化完了！
LANG_INIT_HIT_EVENT_FAIL=[ID:{0}]HitEventFinderの初期化失敗！ {1} 秒後に再実行します
ListenInterval=Listenインターバル(ms)
EnableTourneyMode=トーナメントモード
TeamSize=チームの大きさ
DebugMode=デバッグモード
ForceOsuSongsDirectory=osu!のSongsフォルダを強制
GameMode=ゲームモード
DisableProcessNotFoundInformation=osu!のプロセスが見つからないときの情報を無効にする
EnableModsChangedAtListening=メニュー画面で変更されたModを有効にする(試験的)
